Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# budget.summary.accessibilityLabel
source: %1$@ remaining this %2$@ period
ar: المتبقي %1$@ في فترة %2$@ الحالية
bn: %1$@ এই %2$@ সময়কাল বাকি
ca: %1$@ restants en aquest període %2$@
cs: Zbývá %1$@ v tomto %2$@ období
da: %1$@ tilbage i denne %2$@ periode
de: %1$@ verbleibend in diesem %2$@-Zeitraum
el: %1$@ απομένουν αυτήν την %2$@ περίοδο
es: %1$@ restantes en este período %2$@
es_mx: %1$@ restante en este período %2$@
fi: %2$@-jaksolla jäljellä %1$@
fr: %1$@ restants sur la période %2$@
fr_ca: %1$@ restant cette période %2$@
gu: આ %2$@ સમયગાળોમાં %1$@ બાકી રહ્યું
he: נותרו %1$@ בתקופת ה%2$@ הנוכחית
hi: इस %2$@ अवधि में %1$@ शेष
hr: preostaje %1$@ za ovaj %2$@ period
hu: Ebből a(z) %2$@ időszakból %1$@ maradt
id: sisa %1$@ di periode %2$@ ini
it: %1$@ rimanenti in questo periodo %2$@
ja: 今%2$@期間の残り%1$@
kn: %1$@ ಈ %2$@ ಅವಧಿಯಿಂದ ಉಳಿದಿದೆ
ko: %2$@ 기간 중 %1$@ 남았어요
ml: %1$@ ബാക്കി ഈ %2$@ കാലയളവിൽ
mr: %1$@ या %2$@ कालावधीत शिल्लक
ms: %1$@ berbaki dalam tempoh %2$@ ini
nb: %1$@ igjen denne %2$@-perioden
nl: %1$@ resterend deze %2$@ periode
or: %1$@ ଅବଶିଷ୍ଟ ଏହି %2$@ ଅବଧି
pa: %1$@ ਇਸ %2$@ ਮਿਆਦ ਵਿੱਚ ਬਾਕੀ
pl: pozostało %1$@ w tym okresie %2$@
pt_br: %1$@ restante neste período de %2$@
pt_pt: %1$@ restantes neste período %2$@
ro: %1$@ rămași în această perioadă %2$@
ru: Осталось %1$@ в этом %2$@ периоде
sk: %1$@ zostatok v tomto %2$@ období
sl: %1$@ preostane ta %2$@ obdobje
sv: %1$@ kvar den här %2$@-perioden
ta: %1$@ இந்த %2$@ காலத்தில் மிச்சம்
te: %1$@ ఈ %2$@ వ్యవధిలో మిగిలి ఉంది
th: เหลือ %1$@ ในช่วง%2$@นี้
tr: %2$@ döneminde %1$@ kaldı
uk: %1$@ залишилось у цьому %2$@ періоді
ur: %1$@ اس %2$@ مدت میں باقی
vi: Còn lại %1$@ trong kỳ %2$@
zh_hans: 本%2$@周期剩余%1$@
zh_hant: 本%2$@週期剩餘 %1$@

# budget.summary.accessibilityLabel.overBudget
source: %1$@ over budget this %2$@ period
ar: تجاوز الميزانية بـ %1$@ في فترة %2$@ الحالية
bn: %1$@ এই %2$@ সময়কাল বাজেট অতিরিক্ত
ca: %1$@ per sobre del pressupost en aquest període %2$@
cs: Přečerpáno o %1$@ v tomto %2$@ období
da: %1$@ over budget i denne %2$@ periode
de: %1$@ über dem Budget in diesem %2$@-Zeitraum
el: %1$@ υπέρβαση προϋπολογισμού αυτήν την %2$@ περίοδο
es: %1$@ por encima del presupuesto en este período %2$@
es_mx: %1$@ sobre el presupuesto en este período %2$@
fi: Budjetti ylitetty %1$@ tällä %2$@-jaksolla
fr: %1$@ dépassés sur la période %2$@
fr_ca: %1$@ au-dessus du budget cette période %2$@
gu: આ %2$@ સમયગાળોમાં બજેટ કરતા %1$@ વધ્યું
he: חריגה של %1$@ בתקציב בתקופת ה%2$@ הנוכחית
hi: इस %2$@ अवधि में %1$@ बजट से अधिक
hr: %1$@ prekoračenja za ovaj %2$@ period
hu: %1$@ túlköltés ebben a(z) %2$@ időszakban
id: melebihi anggaran %1$@ di periode %2$@ ini
it: %1$@ oltre il budget in questo periodo %2$@
ja: 今%2$@期間は%1$@超過
kn: %1$@ ಈ %2$@ ಅವಧಿಯಲ್ಲಿ ಬಜೆಟ್ ಮೀರಿ
ko: %2$@ 기간 중 %1$@ 초과했어요
ml: %1$@ ബജറ്റ് കടന്ന് ഈ %2$@ കാലയളവിൽ
mr: %1$@ या %2$@ कालावधीत budget पेक्षा जास्त
ms: %1$@ melebihi belanjawan dalam tempoh %2$@ ini
nb: %1$@ over budsjett denne %2$@-perioden
nl: %1$@ boven budget deze %2$@ periode
or: %1$@ ଅଧିକ ବଜେଟ୍ ଏହି %2$@ ଅବଧି
pa: %1$@ ਇਸ %2$@ ਮਿਆਦ ਵਿੱਚ ਬਜਟ ਤੋਂ ਅੱਪਰ
pl: przekroczono budżet o %1$@ w tym okresie %2$@
pt_br: %1$@ acima do orçamento neste período %2$@
pt_pt: %1$@ acima do orçamento neste período %2$@
ro: %1$@ peste buget în această perioadă %2$@
ru: Превышение на %1$@ в этом %2$@ периоде
sk: Prekročenie o %1$@ v tomto %2$@ období
sl: %1$@ preko proračuna ta %2$@ obdobje
sv: %1$@ över budget den här %2$@-perioden
ta: %1$@ இந்த %2$@ காலத்தில் பட்ஜெட்டை மிஞ்சிய
te: %1$@ ఈ %2$@ వ్యవధి బడ్జెట్‌ను అతిక్రమించింది
th: เกินงบ %1$@ ในช่วง%2$@นี้
tr: %2$@ döneminde bütçe %1$@ aşıldı
uk: %1$@ перевищення у цьому %2$@ періоді
ur: %1$@ اس %2$@ مدت میں بجٹ سے زیادہ
vi: Vượt ngân sách %1$@ trong kỳ %2$@
zh_hans: 本%2$@周期超支%1$@
zh_hant: 本%2$@週期超支 %1$@

# budget.summary.accessibilityLabel.overBudget.specificDates
source: %@ over budget %@
ar: %@ بزيادة عن الميزانية %@
bn: %@ বাজেট অতিরিক্ত %@
ca: %@ per sobre del pressupost %@
cs: %@ překročení rozpočtu %@
de: %@ über Budget %@
el: %@ υπέρβαση προϋπολογισμού %@
es: %@ por encima del presupuesto %@
es_mx: %@ arriba del presupuesto %@
fi: %@ yli budjetin %@
fr: %@ de dépassement %@
fr_ca: %@ en dépassement %@
gu: બજેટ કરતા %@ વધ્યું %@
he: %@ יתר על התקציב %@
hi: %@ बजट से अधिक %@
hr: %@ iznad proračuna %@
hu: %@ túllépve a költségvetésből %@
id: %@ melebihi anggaran %@
it: %@ oltre il budget %@
ja: %@予算超過%@
kn: %@ ಬಜೆಟ್ %@ ಮೀರಿ
ko: %@ 예산 초과 %@
ml: %@ ബജറ്റ് കടന്ന് %@
mr: %@ budget पेक्षा जास्त %@
ms: %@ melebihi bajet %@
nb: %@ over budsjett %@
nl: %@ boven budget %@
or: %@ ଅଧିକ ବଜେଟ୍ %@
pa: %@ ਬਜਟ ਤੋਂ ਅੱਪਰ %@
pl: %@ powyżej budżetu %@
pt_br: %@ acima do orçamento %@
pt_pt: %@ acima do orçamento %@
ro: %@ depășit bugetul %@
ru: Превышение на %@ %@
sk: %@ nad rozpočet %@
sl: %@ preko proračuna %@
sv: %@ över budget %@
ta: %@ பட்ஜெட்டை மிஞ்சிய %@
te: %@ బడ్జెట్‌ను %@ అతిక్రమించింది
th: เกินงบประมาณ %@ %@
tr: %@ bütçeden fazla %@
uk: %@ понад бюджет %@
ur: %@ بجٹ سے زیادہ %@
vi: Vượt quá ngân sách %@ %@
zh_hans: %@超过预算%@
zh_hant: %@超出預算%@

# budget.summary.accessibilityLabel.postEnd
source: %@ %@ ended %@
ar: %@ %@ انتهى %@
bn: %@ %@ %@ এ শেষ হয়েছে
ca: %@ %@ ha acabat %@
cs: %@ %@ skončil(a) %@
da: %@ %@ sluttede %@
de: %@ %@ endete %@
el: %@ %@ ολοκληρώθηκε %@
es: %@ %@ terminó %@
es_mx: %@ %@ terminó %@
fi: %@ %@ päättyi %@
fr: %@ %@ s'est terminé le %@
fr_ca: %@ %@ s'est terminé %@
gu: %@ %@ %@ પર સમાપ્ત થયું
he: %@ %@ הסתיימה %@
hi: %@ %@ %@ को समाप्त हुआ
hr: %@ %@ završava %@
hu: %@ %@ véget ért: %@
id: %@ %@ berakhir %@
it: %@ %@ terminato il %@
ja: %@%@は%@に終了しました
kn: %@ %@ %@ ಕೊನೆಗೊಂಡಿದೆ
ko: %@ %@ %@에 종료됨
ml: %@ %@ അവസാനിച്ചത് %@
mr: %@ %@ %@ वर संपले
ms: %@ %@ tamat %@
nb: %@ %@ endte %@
nl: %@ %@ is afgelopen op %@
or: %@ %@ ସାରିଗଲା %@
pa: %@ %@ %@ ਵਿੱਚ ਖਤਮ ਹੋਇਆ
pl: %@ %@ skończyła się %@
pt_br: %@ %@ encerrado em %@
pt_pt: %@ %@ terminou %@
ro: %@ %@ s-a încheiat %@
ru: %@ %@ закончился %@
sk: %@ %@ skončila %@
sl: %@ %@ se je končal %@
sv: %@ %@ avslutad %@
ta: %@ %@ முடிந்தது %@
te: %@ %@ %@ ముగిసిపోయింది
th: %@ %@ สิ้นสุดแล้ว %@
tr: %@ %@ %@ tarihinde sona erdi
uk: %@ %@ завершено %@
ur: %@ %@ %@ پر ختم ہوا
vi: %@ %@ đã kết thúc %@
zh_hans: %@ %@ 已于 %@ 结束
zh_hant: %@ %@ 於 %@ 結束

# budget.summary.accessibilityLabel.preStart
source: %@ %@ starts %@
ar: %@ %@ يبدأ %@
bn: %@ %@ %@ এ শুরু হয়
ca: %@ %@ comença %@
cs: %@ %@ začíná %@
da: %@ %@ starter %@
de: %@ %@ beginnt %@
el: %@ %@ ξεκινά %@
es: %@ %@ comienza %@
es_mx: %@ %@ comienza %@
fi: %@ %@ alkaa %@
fr: %@ %@ commence le %@
fr_ca: %@ %@ commence %@
gu: %@ %@ %@ પર શરૂ થાય છે
he: %@ %@ מתחילה %@
hi: %@ %@ %@ को शुरू होता है
hr: %@ %@ počinje %@
hu: %@ %@ kezdődik: %@
id: %@ %@ dimulai %@
it: %@ %@ inizia il %@
ja: %@%@は%@に開始します
kn: %@ %@ %@ ಆರಂಭವಾಗುತ್ತದೆ
ko: %@ %@ %@에 시작됨
ml: %@ %@ ആരംഭിക്കുന്നത് %@
mr: %@ %@ %@ वर सुरू होते
ms: %@ %@ bermula %@
nb: %@ %@ starter %@
nl: %@ %@ begint %@
or: %@ %@ ଆରମ୍ଭ %@
pa: %@ %@ %@ ਵਿੱਚ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ
pl: %@ %@ zaczyna się %@
pt_br: %@ %@ inicia em %@
pt_pt: %@ %@ começa %@
ro: %@ %@ începe %@
ru: %@ %@ начнется %@
sk: %@ %@ začína %@
sl: %@ %@ se začne %@
sv: %@ %@ börjar %@
ta: %@ %@ தொடங்குகிறது %@
te: %@ %@ %@ ప్రారంభమవుతుంది
th: %@ %@ เริ่มต้น %@
tr: %@ %@ %@ tarihinde başlıyor
uk: %@ %@ починається %@
ur: %@ %@ %@ پر شروع ہوتا ہے
vi: %@ %@ bắt đầu %@
zh_hans: %@ %@ 将于 %@ 开始
zh_hant: %@ %@ 於 %@ 開始

# budget.summary.accessibilityLabel.specificDates
source: %@ remaining %@
ar: %@ متبقي %@
bn: %@ বাকি %@
ca: %@ restant %@
cs: %@ zbývá %@
da: %@ tilbage %@
de: %@ verbleibend %@
el: %@ απομένει %@
es: %@ restante %@
es_mx: %@ restante %@
fi: %@ jäljellä %@
fr: %@ restant %@
fr_ca: %@ disponible %@
gu: %@ બાકી રહ્યું %@
he: %@ נותר %@
hi: %@ शेष %@
hr: %@ preostalo %@
hu: %@ marad %@
id: %@ tersisa %@
it: %@ rimanenti %@
ja: %@残り%@
kn: %@ %@ ಉಳಿದಿದೆ
ko: %@ 남음 %@
ml: %@ ബാക്കി %@
mr: %@ शिल्लक %@
ms: %@ baki %@
nb: %@ gjenstår %@
nl: %@ resterend %@
or: %@ ଅବଶିଷ୍ଟ %@
pa: %@ ਬਾਕੀ %@
pl: %@ pozostało %@
pt_br: %@ restantes %@
pt_pt: %@ restante %@
ro: %@ rămas %@
ru: Осталось %@ %@
sk: %@ zostáva %@
sl: %@ preostane %@
sv: %@ återstår %@
ta: %@ மிச்சம் %@
te: %@ మిగిలిన %@
th: เหลือ %@ %@
tr: %@ kalan %@
uk: %@ залишилось %@
ur: %@ باقی %@
vi: Còn lại %@ %@
zh_hans: %@剩余%@
zh_hant: %@剩餘%@

# budgetDetail.action.addExpense
source: Add Expense
ar: إضافة مصروف
bn: খরচ যোগ করুন
ca: Afegeix una despesa
cs: Přidat výdaj
da: Tilføj udgift
de: Ausgabe hinzufügen
el: Προσθήκη Εξόδου
es: Añadir gasto
es_mx: Agregar gasto
fi: Lisää kulu
fr: Ajouter une dépense
fr_ca: Ajouter une dépense
gu: ખર્ચ ઉમેરો
he: הוספת הוצאה
hi: खर्च जोड़ें
hr: Dodaj trošak
hu: Kiadás hozzáadása
id: Tambah Pengeluaran
it: Aggiungi Spesa
ja: 支出を追加
kn: ಖರ್ಚು ಸೇರಿಸಿ
ko: 지출 추가
ml: ചെലവ് ചേർക്കുക
mr: खर्च जोडा
ms: Tambah Perbelanjaan
nb: Legg til utgift
nl: Uitgave toevoegen
or: ଖର୍ଚ୍ଚ ଯୋଡ଼ନ୍ତୁ
pa: ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wydatek
pt_br: Adicionar Despesa
pt_pt: Adicionar Despesa
ro: Adaugă cheltuială
ru: Добавить расход
sk: Pridať výdavok
sl: Dodaj strošek
sv: Lägg till utgift
ta: செலவைச் சேர்
te: ఖర్చు జోడించండి
th: เพิ่มรายจ่าย
tr: Harcama Ekle
uk: Додати витрату
ur: اخراجات شامل کریں
vi: Thêm khoản chi
zh_hans: 添加支出
zh_hant: 新增支出

# budgetDetail.action.addExpense.accessibilityHint
source: Opens the add expense form
ar: يفتح نموذج إضافة مصروف
bn: খরচ যোগ করার ফর্ম খোলে
ca: Obre el formulari d'addició de despesa
cs: Otevře formulář pro přidání výdaje
da: Åbner formular til tilføjelse af udgift
de: Öffnet das Formular zum Hinzufügen einer Ausgabe
el: Ανοίγει τη φόρμα προσθήκης εξόδου
es: Abre el formulario para añadir un gasto
es_mx: Abre el formulario para agregar un gasto
fi: Avaa kulujen lisäyslomakkeen
fr: Ouvre le formulaire d'ajout de dépense
fr_ca: Ouvre le formulaire d'ajout de dépense
gu: ખર્ચ ફોર્મ ખોલે છે
he: פותח את טופס הוספת ההוצאה
hi: खर्च जोड़ने का फ़ॉर्म खोलता है
hr: Otvara obrazac za dodavanje troška
hu: Megnyitja a kiadás hozzáadása űrlapot
id: Membuka formulir tambah pengeluaran
it: Apre il modulo per aggiungere una spesa
ja: 支出追加フォームを開きます
kn: ಖರ್ಚು ಫಾರ್ಮ್ ಸೇರಿಸಿ ತೆರೆಯುತ್ತದೆ
ko: 지출 추가 양식을 열어요
ml: ചെലവ് ഫോം ചേർക്കുക തുറക്കുന്നു
mr: खर्च फॉर्म जोडा उघडते
ms: Membuka borang tambah perbelanjaan
nb: Åpner skjema for å legge til utgift
nl: Opent het formulier voor nieuwe uitgave
or: ଖର୍ଚ୍ଚ ଯୋଗ ଫର୍ମ ଖୋଲେ
pa: ਖਰਚ ਸ਼ਾਮਲ ਕਰਨ ਦਾ ਫ਼ਾਰਮ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera formularz dodawania wydatku
pt_br: Abre o formulário de adicionar despesa
pt_pt: Abre o formulário para adicionar despesa
ro: Deschide formularul de adăugare cheltuială
ru: Открывает форму добавления расхода
sk: Otvorí formulár na pridanie výdavku
sl: Odpre obrazec za dodajanje stroška
sv: Öppnar formuläret för att lägga till utgift
ta: செலவு படிவத்தைச் சேர்க்க திறக்கிறது
te: ఖర్చు ఫారమ్‌ను జోడించండని తెరుస్తుంది
th: เปิดแบบฟอร์มเพิ่มรายจ่าย
tr: Harcama ekleme formunu açar
uk: Відкриває форму додавання витрати
ur: اخراج کی شکل کھولتا ہے
vi: Mở biểu mẫu thêm chi tiêu
zh_hans: 打开添加支出表单
zh_hant: 開啟新增支出表單

# budgetDetail.action.addExpense.accessibilityLabel
source: Add expense to %@
ar: إضافة مصروف إلى %@
bn: %@ এ খরচ যোগ করুন
ca: Afegeix una despesa a %@
cs: Přidat výdaj k %@
da: Tilføj udgift til %@
de: Ausgabe zu %@ hinzufügen
el: Προσθήκη εξόδου στο %@
es: Añadir gasto a %@
es_mx: Agregar gasto en %@
fi: Lisää kulu budjettiin %@
fr: Ajouter une dépense à %@
fr_ca: Ajouter une dépense à %@
gu: %@ માટે ખર્ચ ઉમેરો
he: הוסף הוצאה ל%@
hi: %@ में खर्च जोड़ें
hr: Dodaj trošak za %@
hu: Kiadás hozzáadása: %@
id: Tambah pengeluaran ke %@
it: Aggiungi spesa a %@
ja: %@に支出を追加
kn: %@ಗೆ ಖರ್ಚು ಸೇರಿಸಿ
ko: %@에 지출 추가
ml: %@ ന് ചെലവ് ചേർക്കുക
mr: %@ मध्ये खर्च जोडा
ms: Tambah perbelanjaan ke %@
nb: Legg til utgift i %@
nl: Uitgave toevoegen aan %@
or: %@ ରେ ଖର୍ଚ୍ଚ ଯୋଡ଼ନ୍ତୁ
pa: %@ ਵਿੱਚ ਖਰਚ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wydatek do %@
pt_br: Adicionar despesa a %@
pt_pt: Adicionar despesa em %@
ro: Adaugă cheltuială la %@
ru: Добавить расход в %@
sk: Pridať výdavok do %@
sl: Dodaj strošek v %@
sv: Lägg till utgift i %@
ta: %@க்குச் செலவைச் சேர்க்கவும்
te: %@ కోసం ఖర్చు జోడించండి
th: เพิ่มรายจ่ายใน %@
tr: %@ bütçesine harcama ekle
uk: Додати витрату до %@
ur: %@ میں اخراج شامل کریں
vi: Thêm chi tiêu vào %@
zh_hans: 向%@添加支出
zh_hant: 新增支出至 %@

# budgetDetail.action.resume
source: Resume Budget
ar: استئناف الميزانية
bn: বাজেট পুনরায় শুরু করুন
ca: Reprèn el pressupost
cs: Obnovit rozpočet
da: Genoptag budget
de: Budget fortsetzen
el: Συνέχιση προϋπολογισμού
es: Reanudar presupuesto
es_mx: Reanudar presupuesto
fi: Jatka budjettia
fr: Reprendre le budget
fr_ca: Reprendre le budget
gu: બજેટ ફરી શરૂ કરો
he: חידוש תקציב
hi: बजट फिर से शुरू करें
hr: Nastavi proračun
hu: Költségkeret folytatása
id: Lanjutkan Anggaran
it: Riprendi budget
ja: 予算を再開
kn: ಬಜೆಟ್ ಮುಂದುವರಿಸಿ
ko: 예산 재개
ml: ബജറ്റ് പുനരാരംഭിക്കുക
mr: budget पुन्हा सुरू करा
ms: Sambung Semula Bajet
nb: Gjenoppta budsjett
nl: Budget hervatten
or: ବଜେଟ୍ ପୁନଃଆରମ୍ଭ କରନ୍ତୁ
pa: ਬਜਟ ਮੁੜ-ਸ਼ੁਰੂ ਕਰੋ
pl: Wznów budżet
pt_br: Retomar orçamento
pt_pt: Retomar orçamento
ro: Reia bugetul
ru: Возобновить бюджет
sk: Obnoviť rozpočet
sl: Nadaljuj proračun
sv: Återuppta budget
ta: பட்ஜெட்டைத் தொடர்
te: బడ్జెట్‌ను కొనసాగించండి
th: ดำเนินงบประมาณต่อ
tr: Bütçeyi Sürdür
uk: Відновити бюджет
ur: بجٹ دوبارہ شروع کریں
vi: Tiếp tục ngân sách
zh_hans: 恢复预算
zh_hant: 繼續預算

# budgetDetail.action.resume.accessibilityHint
source: Resumes the budget so you can log expenses again
ar: يستأنف الميزانية حتى تتمكن من تسجيل النفقات مرة أخرى
bn: বাজেট পুনরায় শুরু করে যাতে আপনি খরচ লগ করতে পারেন
ca: Reprèn el pressupost perquè puguis registrar despeses de nou
cs: Obnoví rozpočet, abyste mohli znovu zaznamenávat výdaje
da: Genoptager budgettet, så du kan registrere udgifter igen
de: Setzt das Budget fort, damit du wieder Ausgaben erfassen kannst
el: Συνεχίζει τον προϋπολογισμό για να μπορείς να καταγράφεις έξοδα ξανά
es: Reanuda el presupuesto para que puedas registrar gastos de nuevo
es_mx: Reanuda el presupuesto para que puedas registrar gastos de nuevo
fi: Jatkaa budjettia, jotta voit kirjata kuluja uudelleen
fr: Reprend le budget pour que tu puisses à nouveau enregistrer des dépenses
fr_ca: Reprend le budget pour que tu puisses enregistrer des dépenses à nouveau
gu: બજેટ ફરી શરૂ કરે છે જેથી તમે ફરી થી ખર્ચ નોંધી શકો
he: מחדש את התקציב כדי שתוכל לרשום הוצאות שוב
hi: बजट फिर शुरू करता है ताकि आप दोबारा खर्च दर्ज कर सकें
hr: Nastavlja proračun kako bi mogao ponovno bilježiti troškove
hu: Folytatja a költségkeretet, hogy újra rögzíthess kiadásokat
id: Melanjutkan anggaran agar kamu bisa mencatat pengeluaran lagi
it: Riprende il budget in modo da poter registrare di nuovo le spese
ja: 予算を再開して支出を記録できるようにします
kn: ಬಜೆಟ್ ಮುಂದುವರಿಸುತ್ತದೆ ಆದ್ದರಿಂದ ನೀವು ಮತ್ತೆ ಖರ್ಚುಗಳನ್ನು ಲಾಗ್ ಮಾಡಬಹುದು
ko: 예산을 재개하여 지출을 다시 기록할 수 있습니다
ml: ബജറ്റ് പുനരാരംഭിക്കുന്നതിനാൽ നിങ്ങൾക്ക് ചെലവുകൾ ഫിരിഞ്ഞ് കൂട്ടാൻ കഴിയും
mr: Budget पुन्हा सुरू करते जेणेकरून तुम्ही पुन्हा खर्च नोंद करू शकता
ms: Menyambung semula bajet supaya anda boleh log perbelanjaan semula
nb: Gjenopptar budsjettet slik at du kan registrere utgifter igjen
nl: Hervat het budget zodat je opnieuw uitgaven kunt bijhouden
or: ବଜେଟ୍ ପୁନଃଆରମ୍ଭ କରେ ଯାଥା ଆପଣ ଖର୍ଚ୍ଚ ଲଗ୍ କରିପାରିବେ
pa: ਬਜਟ ਮੁੜ-ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ ਤਾਂ ਜੋ ਤੁਸੀਂ ਖਰਚ ਦੋਬਾਰਾ ਲਾਗ ਕਰ ਸਕੋ
pl: Wznawia budżet, abyś mógł ponownie dodawać wydatki
pt_br: Retoma o orçamento para que você possa registrar despesas novamente
pt_pt: Retoma o orçamento para poderes registar despesas novamente
ro: Reia bugetul pentru a putea înregistra din nou cheltuieli
ru: Возобновляет бюджет, чтобы снова записывать расходы
sk: Obnoví rozpočet, aby ste mohli znovu zaznamenávať výdavky
sl: Nadaljuje proračun, da lahko ponovno beležiš stroške
sv: Återupptar budgeten så att du kan registrera utgifter igen
ta: பட்ஜெட்டைத் தொடர்ந்து நீங்கள் மீண்டும் செலவுகளைப் பதிவுசெய்யலாம்
te: బడ్జెట్‌ను కొనసాగిస్తుంది కనుక మీరు ఖర్చులను నమోదు చేయవచ్చు
th: กลับมาใช้งบประมาณเพื่อบันทึกค่าใช้จ่ายได้อีกครั้ง
tr: Bütçeyi sürdürerek tekrar gider kaydedebilirsin
uk: Відновлює бюджет, щоб ви могли знову записувати витрати
ur: بجٹ کو دوبارہ شروع کرتا ہے تاکہ آپ دوبارہ اخراجات درج کر سکیں
vi: Tiếp tục ngân sách để bạn có thể ghi lại chi phí
zh_hans: 恢复预算，以便再次记录支出
zh_hant: 恢復預算，以便再次記錄支出

# budgetDetail.action.resume.accessibilityLabel
source: Resume %@
ar: استئناف %@
bn: %@ পুনরায় শুরু করুন
ca: Reprèn %@
cs: Obnovit %@
da: Genoptag %@
de: %@ fortsetzen
el: Συνέχεια %@
es: Reanudar %@
es_mx: Reanudar %@
fi: Jatka: %@
fr: Reprendre %@
fr_ca: Reprendre %@
gu: %@ ફરી શરૂ કરો
he: חדש את %@
hi: %@ फिर शुरू करें
hr: Nastavi %@
hu: %@ folytatása
id: Lanjutkan %@
it: Riprendi %@
ja: %@を再開
kn: %@ ಮುಂದುವರಿಸಿ
ko: %@ 재개
ml: %@ പുനരാരംഭിക്കുക
mr: %@ पुन्हा सुरू करा
ms: Sambung Semula %@
nb: Gjenoppta %@
nl: %@ hervatten
or: %@ ପୁନଃଆରମ୍ଭ କରନ୍ତୁ
pa: %@ ਮੁੜ-ਸ਼ੁਰੂ ਕਰੋ
pl: Wznów %@
pt_br: Retomar %@
pt_pt: Retomar %@
ro: Reia %@
ru: Возобновить %@
sk: Obnoviť %@
sl: Nadaljuj %@
sv: Återuppta %@
ta: %@ஐத் தொடர்
te: %@ కొనసాగించండి
th: กลับมาใช้ %@
tr: %@ sürdür
uk: Відновити %@
ur: %@ دوبارہ شروع کریں
vi: Tiếp tục %@
zh_hans: 恢复%@
zh_hant: 恢復%@

# budgetDetail.action.resume.caption.format
source: Paused since %@. Resume to log new expenses.
ar: متوقفة منذ %@. استأنف لتسجيل نفقات جديدة.
bn: %@ থেকে বিরতিতে। নতুন খরচ লগ করতে পুনরায় শুরু করুন।
ca: En pausa des de %@. Reprèn per registrar noves despeses.
cs: Pozastaveno od %@. Obnovte pro zaznamenání nových výdajů.
da: Sat på pause siden %@. Genoptag for at registrere nye udgifter.
de: Pausiert seit %@. Fortsetzen, um neue Ausgaben zu erfassen.
el: Σε παύση από %@. Συνέχισε για να καταγράψεις νέα έξοδα.
es: En pausa desde %@. Reanuda para registrar nuevos gastos.
es_mx: En pausa desde %@. Reanuda para registrar nuevos gastos.
fi: Keskeytetty %@ lähtien. Jatka kirjataksesi uusia kuluja.
fr: Suspendu depuis le %@. Reprendre pour enregistrer de nouvelles dépenses.
fr_ca: Suspendu depuis %@. Reprendre pour enregistrer de nouvelles dépenses.
gu: %@ થી થોભાવેલું. નવો ખર્ચ નોંધવા માટે ફરી શરૂ કરો.
he: מושהה מאז %@. חדש כדי לרשום הוצאות חדשות.
hi: %@ से रुका हुआ। नए खर्च दर्ज करने के लिए फिर शुरू करें।
hr: Pauzirano od %@. Nastavi za unos novih troškova.
hu: Szüneteltetve %@ óta. Folytasd új kiadások rögzítéséhez.
id: Dijeda sejak %@. Lanjutkan untuk mencatat pengeluaran baru.
it: In pausa dal %@. Riprendi per registrare nuove spese.
ja: %@から一時停止中。再開して新しい支出を記録してください。
kn: %@ ರಿಂದ ವಿರಾಮಗೊಂಡಿದೆ. ಹೊಸ ಖರ್ಚುಗಳನ್ನು ಲಾಗ್ ಮಾಡಲು ಮುಂದುವರಿಸಿ.
ko: %@부터 일시정지됨. 재개하여 새 지출을 기록하세요.
ml: %@ മുതൽ താൽക്കാലികമായി നിർത്തിയിരിക്കുന്നു. പുതിയ ചെലവുകൾ ലോഗ് ചെയ്യാൻ പുനരാരംഭിക്കുക.
mr: %@ पासून थांबवलेले. नवीन खर्च नोंद करण्यासाठी पुन्हा सुरू करा.
ms: Dijeda sejak %@. Sambung semula untuk log perbelanjaan baharu.
nb: Satt på pause siden %@. Gjenoppta for å registrere nye utgifter.
nl: Gepauzeerd sinds %@. Hervat om nieuwe uitgaven bij te houden.
or: %@ ଠାରୁ ବିରତ। ଖର୍ଚ୍ଚ ଲଗ୍ କରିବା ଆରମ୍ଭ କରିବାକୁ ପୁନଃଆରମ୍ଭ କରନ୍ତୁ।
pa: %@ ਤੋਂ ਰੋਕਿਆ। ਨਵੇਂ ਖਰਚੇ ਲਾਗ ਕਰਨ ਲਈ ਮੁੜ-ਸ਼ੁਰੂ ਕਰੋ।
pl: Wstrzymano od %@. Wznów, aby rejestrować nowe wydatki.
pt_br: Pausado desde %@. Retome para registrar novas despesas.
pt_pt: Em pausa desde %@. Retoma para registar novas despesas.
ro: În pauză din %@. Reia pentru a înregistra cheltuieli noi.
ru: На паузе с %@. Возобнови, чтобы добавлять расходы.
sk: Pozastavené od %@. Obnovte pre zaznamenanie nových výdavkov.
sl: Začasno ustavljeno od %@. Nadaljuj za beleženje novih stroškov.
sv: Pausad sedan %@. Återuppta för att registrera nya utgifter.
ta: %@ முதல் இடைநிறுத்தப்பட்டது. புதிய செலவுகளைப் பதிவுசெய்ய தொடர்.
te: విరామం %@ నుండి. కొత్త ఖర్చులను నమోదు చేయడానికి కొనసాగించండి.
th: หยุดชั่วคราวตั้งแต่ %@ กลับมาใช้เพื่อบันทึกค่าใช้จ่ายใหม่
tr: %@ tarihinden beri duraklatıldı. Yeni gider kaydetmek için sürdür.
uk: На паузі з %@. Відновіть для запису нових витрат.
ur: %@ سے روکا ہوا۔ نئے اخراجات درج کرنے کے لیے دوبارہ شروع کریں۔
vi: Đã tạm dừng từ %@. Tiếp tục để ghi lại chi phí mới.
zh_hans: 自%@起已暂停。恢复以记录新的支出。
zh_hant: 自%@起已暫停。恢復以記錄新的支出。

# budgetDetail.currentPeriod.empty.biweekly
source: Nothing logged this period
ar: لا شيء مُسجَّل في هذه الفترة
bn: এই সময়কালে কিছু লেখা হয়নি
ca: Res registrat en aquest període
cs: V tomto období nic nezaznamenáno
da: Intet registreret i denne periode
de: In diesem Zeitraum nichts erfasst
el: Καμία καταχώριση αυτή την περίοδο
es: Nada registrado este periodo
es_mx: Nada registrado este periodo
fi: Ei merkintöjä tällä jaksolla
fr: Rien d'enregistré cette période
fr_ca: Rien d'enregistré cette période
gu: આ સમયગાળામાં કંઈ નોંધાયું નથી
he: לא נרשם דבר בתקופה זו
hi: इस अवधि में कुछ भी दर्ज नहीं किया गया
hr: Ništa nije zabilježeno u ovom razdoblju
hu: Ebben az időszakban nincs rögzített tétel
id: Belum ada catatan di periode ini
it: Nessuna spesa in questo periodo
ja: 今期の記録はありません
kn: ಈ ಅವಧಿಯಲ್ಲಿ ಏನೂ ದಾಖಲಾಗಿಲ್ಲ
ko: 이 기간에 기록된 내역 없음
ml: ഈ കാലയളവിൽ ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
mr: या कालावधीत काहीही नोंदवलेले नाही
ms: Tiada apa-apa dicatat tempoh ini
nb: Ingenting registrert denne perioden
nl: Nog niets vastgelegd deze periode
or: ଏହି ଅବଧିରେ କିଛି ଲିପିବଦ୍ଧ ହୋଇନାହିଁ
pa: ਇਸ ਮਿਆਦ ਵਿੱਚ ਕੁਝ ਦਰਜ ਨਹੀਂ ਕੀਤਾ
pl: Brak wpisów w tym okresie
pt_br: Nada registrado neste período
pt_pt: Nada registado neste período
ro: Nimic înregistrat în această perioadă
ru: В этом периоде пока ничего нет
sk: V tomto období nič nezaznamenané
sl: V tem obdobju ni zabeleženih stroškov
sv: Inget loggat den här perioden
ta: இந்தக் காலத்தில் எதுவும் பதிவாகவில்லை
te: ఈ వ్యవధిలో ఏదీ నమోదు కాలేదు
th: ยังไม่มีรายการในรอบนี้
tr: Bu dönemde kayıt yok
uk: Нічого не записано цього періоду
ur: اس مدت میں کچھ درج نہیں ہوا
vi: Chưa ghi gì trong kỳ này
zh_hans: 本周期暂无记录
zh_hant: 本週期尚無記錄

# budgetDetail.currentPeriod.empty.daily
source: Nothing logged today
ar: لم يُسجَّل شيء اليوم
bn: আজ কিছু লেখা হয়নি
ca: Res registrat avui
cs: Dnes nic nezaznamenáno
da: Intet registreret i dag
de: Heute nichts erfasst
el: Δεν έχει καταγραφεί τίποτα σήμερα
es: Nada registrado hoy
es_mx: Nada registrado hoy
fi: Ei kirjauksia tänään
fr: Rien d'enregistré aujourd'hui
fr_ca: Rien d'enregistré aujourd'hui
gu: આજે કંઈ નોંધાયું નથી
he: לא נרשם דבר היום
hi: आज कुछ दर्ज नहीं
hr: Ništa nije zabilježeno danas
hu: Ma nincs rögzítés
id: Belum ada catatan hari ini
it: Niente registrato oggi
ja: 今日の記録なし
kn: ಇಂದು ಏನೂ ದಾಖಲಾಗಿಲ್ಲ
ko: 오늘 기록된 내용이 없어요
ml: ഇന്ന് ഒന്നും രേഖപ്പെടുത്തിയിട്ടില്ല
mr: आज काहीही नोंदवलेले नाही
ms: Tiada yang dilog hari ini
nb: Ingenting registrert i dag
nl: Niets geregistreerd vandaag
or: ଆଜ କିଛି ଲିପିବଦ୍ଧ ହୋଇନାହିଁ
pa: ਅੱਜ ਕੁਝ ਦਰਜ ਨਹੀਂ ਕੀਤਾ
pl: Brak wpisów dzisiaj
pt_br: Nada registrado hoje
pt_pt: Nada registado hoje
ro: Nimic înregistrat astăzi
ru: Сегодня ничего не записано
sk: Dnes nie je nič zaznamenané
sl: Danes ni zabeleženih stroškov
sv: Inget registrerat idag
ta: இன்று எதுவும் பதிவாகவில்லை
te: ఈరోజు ఏదీ నమోదు కాలేదు
th: ยังไม่มีรายการวันนี้
tr: Bugün kayıt yok
uk: Сьогодні нічого не записано
ur: آج کچھ درج نہیں ہوا
vi: Chưa có gì hôm nay
zh_hans: 今天暂无记录
zh_hant: 今日尚無記錄
